---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemHandrailsLatteralOffset
source: html/f967f433-53e5-59e9-803d-ce7cd9892188.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemHandrailsLatteralOffset Property

"Lateral Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemHandrailsLatteralOffset { get; }
```